Repository: yamilelias/wp-chained-quiz
Catalog: languages/chained-*.po
Languages: es_es

source: We couldn't retrieve any mailing lists from your MailChimp account.
es_es: No pudimos recuperar ninguna lista de correo de su cuenta de MailChimp.

source: We got this error from MailChimp:
es_es: Recibimos este error de MailChimp:

source: When selected go to:
es_es: Cuando se selecciona ir a:

source: When user completes
es_es: Cuando el usuario completa

source: with the following result:
es_es: con el siguiente resultado:

source: Yes
es_es: sí

source: You can enter multiple emails separated by comma
es_es: Puede ingresar múltiples correos electrónicos separados por comas

source: You can use the same variables as in the Final Output box
es_es: Puede utilizar las mismas variables que en el cuadro Resultado final

source: You can use the shortcode %s to display Facebook share button on the "Final screen" on your quiz.
es_es: Puede usar el shortcode %s para mostrar el botón Compartir de Facebook en la "Pantalla final" de su prueba.

source: You can use the variables {{{quiz-name}}}, {{{result-title}}} and {{{result-description}}}.
es_es: Puede utilizar las variables {{{quiz-name}}}, {{{result-title}}} y {{{result-description}}}.

source: You can use the variables {{{quiz-name}}}, {{{url}}}, {{{result-title}}} and {{{result-description}}}.
es_es: Puede utilizar las variables {{{quiz-name}}}, {{{url}}}, {{{result-title}}} y {{{result-description}}}.

source: You need to be registered and logged in to take this quiz.
es_es: Debes estar registrado e iniciar sesión para realizar este cuestionario.

source: You will not be able to add any rules until you enter your MailChimp API Key.
es_es: No podrá agregar ninguna regla hasta que ingrese su clave API de MailChimp.

source: Your comments:
es_es: Tus comentarios:

source: Your email address:
es_es: Su dirección de correo electrónico:

source: Your Facebook App ID:
es_es: Su identificación de la aplicación de Facebook:

source: Your MailChimp API Key:
es_es: Su clave API de MailChimp:

source: Your results on {{quiz-name}}
es_es: Tus resultados en {{quiz-name}}
