Repository: yamilelias/wp-chained-quiz
Catalog: languages/chained-*.po
Languages: es_es

source: %d users
es_es: %d usuarios

source: %s (Copy)
es_es: %s (Copiar)

source: (%d points)
es_es: (%d puntos)

source: (same question)
es_es: (la misma pregunta)

source: - A table with the questions, answers given by the user, correct / wrong info and points collected.
es_es: - Una tabla con las preguntas, respuestas dadas por el usuario, información correcta/incorrecta y puntos acumulados.

source: - Any result -
es_es: - Cualquier resultado -

source: - Points collected
es_es: - Puntos acumulados

source: - Select question -
es_es: - Seleccionar pregunta -

source: - The number of correctly answered questions. Multiple choice questions will be considered correctly answered when the amount of points collected on them is positive.
es_es: - El número de preguntas respondidas correctamente. Las preguntas de opción múltiple se considerarán correctamente respondidas cuando la cantidad de puntos acumulados en las mismas sea positiva.

source: - The number of total questions answered
es_es: - El número de preguntas totales respondidas

source: - The percentage of correctly answered questions from all questions.
es_es: - El porcentaje de preguntas respondidas correctamente de todas las preguntas.

source: - The result (grade) text/description
es_es: - El texto/descripción del resultado (grado)

source: - The result (grade) title
es_es: - El título del resultado (grado)

source: <b>WatuPRO</b> is general purpose quiz, survey and exam plugin with rich reporting features and free integration with many popular plugins and services.
es_es: <b>WatuPRO</b> es un complemento de cuestionarios, encuestas y exámenes de propósito general con funciones de informes enriquecidas e integración gratuita con muchos complementos y servicios populares.

source: Accept comments along with the answer.
es_es: Aceptar comentarios junto con la respuesta.

source: Add more rows
es_es: Añadir más filas

source: Add New Subscription Rule
es_es: Agregar nueva regla de suscripción

source: Add quotes around text fields (recommended)
es_es: Agregar comillas alrededor de los campos de texto (recomendado)

source: Add Result
es_es: Añadir resultado

source: Add Rule
es_es: Agregar regla

source: Add/Edit Chained Quiz
es_es: Agregar/Editar Cuestionario Encadenado

source: Add/Edit Question in "%s"
es_es: Agregar/Editar Pregunta en "%s"

source: and add these tags (optional)
es_es: y agrega estas etiquetas (opcional)

source: Answer
es_es: Respuesta

source: Are less than
es_es: Son menos que

source: Are more than
es_es: Son más que

source: Are you sure?
es_es: ¿Está seguro?

source: Arigato Autoresponder and Newsletter.
es_es: Arigato Autoresponder y Newsletter.

source: Arigato PRO Drip Marketing Suite
es_es: Paquete de marketing por goteo Arigato PRO

source: Automatically continue to the next question when a choice is selected
es_es: Continuar automáticamente a la siguiente pregunta cuando se selecciona una opción

source: Automatically hide the "Go ahead" button when possible (typically on "single answer" questions).
es_es: Oculte automáticamente el botón "Continuar" cuando sea posible (normalmente en preguntas de "respuesta única").

source: Automatically publish this quiz in new post once I hit the "Save" button. (The new post will be auto-generated with the quiz title used for post title.)
es_es: Publicar automáticamente este cuestionario en una nueva publicación una vez que presione el botón "Guardar". (La nueva publicación se generará automáticamente con el título del cuestionario utilizado para el título de la publicación).

source: Back to questions
es_es: Volver a las preguntas

source: Back to quizzes
es_es: Volver a cuestionarios

source: By default only Administrator and Super admin can manage the quizzes. You can enable other roles here.
es_es: De manera predeterminada, solo el administrador y el superadministrador pueden administrar los cuestionarios. Puede habilitar otros roles aquí.

source: By default this content is used for both the email sent to user, and the email sent to admin. You can however use the {{{split}}} tag to make the email contents different. The content before the {{{split}}} tag will be sent to the user and the content after the {{{split}}} tag - to the admin.
es_es: De forma predeterminada, este contenido se utiliza tanto para el correo electrónico enviado al usuario como para el correo electrónico enviado al administrador. Sin embargo, puede usar la etiqueta {{{split}}} para hacer que el contenido del correo electrónico sea diferente. El contenido antes de la etiqueta {{{split}}} se enviará al usuario y el contenido después de la etiqueta {{{split}}}, al administrador.

source: Chained Quiz Questions
es_es: Preguntas de Chained Quiz

source: Chained Quiz Results
es_es: Resultados de Chained Quiz

source: Chained Quiz Social Sharing
es_es: Compartir en redes Chained Quiz

source: Checkboxes (multiple possible answers)
es_es: Casillas de verificación (múltiples respuestas posibles)

source: Choices/Answers for this question
es_es: Opciones/Respuestas para esta pregunta

source: Cleanup all data
es_es: Limpiar todos los datos

source: Clear Filters
es_es: Borrar filtros

source: Click here to add a new question
es_es: Haga clic aquí para agregar una nueva pregunta

source: Comma
es_es: Coma

source: Congratulations, you completed the <span>quiz!</span> <h2>{{result-title}}</h2> {{result-text}} You achieved {{points}} points from {{questions}} questions.
es_es: ¡Felicidades, completaste el <span>quiz!</span> <h2>{{result-title}}</h2> {{result-text}} Obtuvo {{points}} puntos de {{questions}} preguntas.

source: Contains
es_es: Contiene

source: Copy
es_es: Copiar

source: Correct answer
es_es: Respuesta correcta

source: Correct answer?
es_es: ¿Respuesta correcta?

source: Create a chained quiz where the upcoming questions can depend on the previous answer
es_es: Cree un cuestionario donde las próximas preguntas puedan depender de la respuesta anterior

source: Create new chained quiz
es_es: Crear nuevo cuestionario

source: CSV Exports
es_es: Exportaciones CSV

source: Date / time
es_es: Fecha / hora

source: Date Taken
es_es: Fecha que se tendrá

source: Date/time
es_es: Fecha/hora

source: DB Error
es_es: Error de base de datos

source: Delete
es_es: Borrar

source: Delete Result
es_es: Eliminar resultado

source: Delete Rule
es_es: Eliminar regla

source: Delete this choice
es_es: Eliminar esta opción

source: Did you know?
es_es: ¿Sabías?

source: Do not auto-scroll when going to the next question.
es_es: No se desplace automáticamente al pasar a la siguiente pregunta.

source: Do not require email confirmation (Abusing this may cause your MailChimp account to be suspended.)
es_es: No requiere confirmación por correo electrónico (el abuso de esto puede provocar que se suspenda su cuenta de MailChimp).

source: Edit
es_es: Editar

source: Edit / Delete
es_es: Editar / Borrar

source: Edit This Quiz
es_es: Editar este cuestionario

source: Edit/Delete
es_es: Editar/Borrar

source: Email
es_es: Correo electrónico

source: Email address
es_es: Dirección de correo electrónico

source: Email options
es_es: Opciones de correo electrónico

source: Enable debug mode to see SQL errors. (Useful in case you have any problems)
es_es: Habilite el modo de depuración para ver los errores de SQL (Útil en caso de que tengas algún problema).

source: Ends with
es_es: Termina con

source: Equal
es_es: Igual

source: Equals
es_es: igual a

source: Export CSV
es_es: Exportar CSV

source: Export files are currently delimited by "%s". You can change the delimiter at <a href="%s">Chained Quiz Settings</a> page.
es_es: Los archivos de exportación están actualmente delimitados por "%s". Puede cambiar el delimitador en la página <a href="%s">Configuración de cuestionarios encadenados</a> .

source: Export with details
es_es: Exportar con detalles

source: Facebook and LinkedIn Sharing
es_es: Compartir en Facebook y LinkedIn

source: Field separator:
es_es: Separador de campo:

source: Filter/search these records
es_es: Filtrar/buscar estos registros

source: Final Output
es_es: Resultado Fianl

source: Finalize quiz
es_es: Finalizar prueba

source: for management purposes
es_es: con fines de gestión

source: General Options
es_es: Opciones generales

source: General Settings
es_es: Configuración general

source: Get one here
es_es: Consigue uno aquí

source: Go Ahead
es_es: Avanzar

source: Go ahead
es_es: Avanzar

source: Guest
es_es: Huésped

source: Here you can define integration with various newsletter and email marketing plugins and services. This means that a quiz is completed the email of the respondend can be subscribed to selected mailing lists. Currently supported:
es_es: Aquí puede definir la integración con varios complementos y servicios de newsletter y marketing por correo electrónico. Esto significa que una prueba se completa y el correo electrónico del encuestado se puede suscribir a las listas de correo seleccionadas. Actualmente soportado:

source: Here you can define which quizzes will automatically subscribe the respondents into selected audiences. Note that only quizzes which collect user email address are shown.
es_es: Aquí puede definir qué cuestionarios suscribirán automáticamente a los encuestados en audiencias seleccionadas. Tenga en cuenta que solo se muestran las pruebas que recopilan la dirección de correo electrónico del usuario.

source: Here you can define which quizzes will automatically subscribe the respondents into selected mailing lists. Note that only quizzes which collect user email address are shown.
es_es: Aquí puede definir qué cuestionarios suscribirán automáticamente a los encuestados en las listas de correo seleccionadas. Tenga en cuenta que solo se muestran las pruebas que recopilan la dirección de correo electrónico del usuario.

source: Here you can define which quizzes will automatically subscribe the respondents into your mailing list. Note that only quizzes which collect user email address are shown.
es_es: Aquí puede definir qué cuestionarios suscribirán automáticamente a los encuestados en su lista de correo. Tenga en cuenta que solo se muestran las pruebas que recopilan la dirección de correo electrónico del usuario.

source: If you enter this, the quiz will redirect to the URL instead of showing the "Final Output".
es_es: Si ingresa esto, el cuestionario se redirigirá a la URL en lugar de mostrar el "Resultado final".

source: If you leave "Tweet text" empty the tweet text will be extracted from the result description. If it is empty, the result title will be used.
es_es: Si deja "Tweetear Texto" vacío, el texto del tweet se extraerá de la descripción del resultado. Si está vacío, se utilizará el título del resultado.

source: If you leave it empty, no Facebook share button will be generated.
es_es: Si lo deja vacío, no se generará ningún botón para compartir en Facebook.

source: If you leave title and text empty, result title and result description will be used respectively.
es_es: Si deja el título y el texto vacíos, se utilizarán respectivamente el título y la descripción del resultado.

source: IMPORTANT: Facebook needs to be able to access your site to retrieve the social sharing data. If the site is on localhost or behind a htaccess login box sharing will not work properly.
es_es: IMPORTANTE: Facebook necesita poder acceder a su sitio para recuperar los datos para compartir en redes sociales. Si el sitio está en localhost o detrás de un cuadro de inicio de sesión de htaccess, compartir no funcionará correctamente.

source: Integrate with Arigato
es_es: Integrar con Arigato

source: Integrate with Arigato Lite
es_es: Integrar con Arigato Lite

source: Integrate with Arigato PRO
es_es: Integrar con Arigato PRO

source: Integrate with MailChimp
es_es: Integrar con MailChimp

source: Integrations
es_es: integraciones

source: Integrations with newsletter services
es_es: Integraciones con servicios de newsletter

source: IP Address
es_es: Dirección IP

source: Is after
es_es: Es despues

source: Is before
es_es: Es antes

source: Just go ahead and
es_es: Solo sigue adelante y

source: Kiboko Labs
es_es: Kibobo Labs

source: Label before the comments field:
es_es: Etiqueta antes del campo de comentarios:

source: Limit quiz attempts to %s. (Enter 0 for unlimited attempts.)
es_es: Limite los intentos de cuestionario a %s. (Ingrese 0 para intentos ilimitados).

source: Log in
es_es: Iniciar sesión

source: Manage
es_es: Administrar

source: Manage Existing Rules
es_es: Administrar reglas existentes

source: Manage Questions
es_es: Administrar preguntas

source: Manage questions
es_es: Administrar preguntas

source: Manage Questions in %s
es_es: Administrar preguntas en %s

source: Manage Quiz Results/Outcomes
es_es: Administrar resultados de cuestionarios/resultados

source: Manage Results
es_es: Administrar resultados

source: Manage Results / Outcomes
es_es: Gestionar resultados/puntajes

source: Mask IP addresses for GDPR compliance.
es_es: Enmascare las direcciones IP para el cumplimiento de GDPR.

source: Max. points:
es_es: Máx. puntos:

source: Min. points:
es_es: Mín. puntos:

source: Move Down
es_es: Mover hacia abajo

source: Move Up
es_es: Ascender

source: Need Support?
es_es: ¿Necesita ayuda?

source: next page
es_es: siguiente página

source: Next question
es_es: Próxima pregunta

source: No one has submitted this quiz yet.
es_es: Nadie ha enviado este cuestionario todavía.

source: No quiz to load
es_es: No hay prueba para cargar

source: No users
es_es: Sin usuarios

source: Note that only quizzes which have the option "Send email to user with their result" selected can be integrated.
es_es: Tenga en cuenta que solo se pueden integrar las pruebas que tengan seleccionada la opción "Enviar correo electrónico al usuario con su resultado".

source: Note: if a quiz title is not hyperlinked this means you have not published its shortcode yet. You must place the shortcode in a post or page in order to make the quiz accessible to the public.
es_es: Nota: si el título de un cuestionario no tiene un hipervínculo, significa que aún no ha publicado su shortcode. Debe colocar el shortcode en una publicación o página para que el cuestionario sea accesible al público.

source: online demo.
es_es: demostración en línea.

source: Only administrator or superadmin can change this!
es_es: ¡Solo el administrador o superadministrador puede cambiar esto!

source: Optional redirect URL
es_es: URL de redireccionamiento opcional

source: or
es_es: o

source: or check the
es_es: o comprobar el

source: Other options
es_es: Otras opciones

source: Please answer the question
es_es: Por favor conteste la pregunta

source: Please ask your question in the
es_es: Por favor haga su pregunta en el

source: Please enter question title
es_es: Por favor ingrese el título de la pregunta

source: Please enter title
es_es: Por favor ingrese el título

source: Please provide valid email address
es_es: Proporcione una dirección de correo electrónico válida

source: Please rate us 5 Stars!
es_es: ¡Califíquenos con 5 estrellas!

source: Points
es_es: Puntos

source: Points received
es_es: Puntos recibidos

source: Points:
es_es: Puntos:

source: previous page
es_es: pagina anterior

source: Providing email address is required to do the quiz.
es_es: Es necesario proporcionar una dirección de correo electrónico para hacer el cuestionario.

source: Purchasing WatuPRO comes with <strong>60 days refund policy</strong>, one year <strong>free upgrades</strong> and one year <strong>free support</strong>.
es_es: La compra de WatuPRO incluye una <strong>política de reembolso de 60 días</strong>, un año de <strong>actualizaciones gratuitas</strong> y un año de <strong>soporte gratuito</strong>.

source: Question
es_es: Pregunta

source: Question contents
es_es: Contenido de la pregunta

source: Question title
es_es: Título de la pregunta

source: Question type:
es_es: Tipo de pregunta:

source: Questions
es_es: Preguntas

source: Quiz not found
es_es: Cuestionario no encontrado

source: Quiz Shortcode
es_es: Código abreviado de prueba

source: Quiz Title
es_es: Título del cuestionario

source: Quiz title
es_es: título del cuestionario

source: Quizzes
es_es: Cuestionarios

source: Radio buttons (one possible answer)
es_es: Botones de radio (una respuesta posible)

source: Raw MailChimp response (debug)
es_es: Respuesta de MailChimp sin procesar (depuración)

source: Record ID
es_es: Identificación de registro

source: Register
es_es: Registrarse

source: Require user login to take this quiz.
es_es: Requerir inicio de sesión de usuario para tomar este cuestionario.

source: Result
es_es: Resultado

source: Result equals:
es_es: El resultado es igual a:

source: Result text/description
es_es: Texto/descripción del resultado

source: Result title
es_es: Título del resultado

source: Results
es_es: Resultados

source: Roles that can manage quizzes
es_es: Roles que pueden administrar cuestionarios

source: Save All Settings
es_es: Guardar todas las configuraciones

source: Save Integrations
es_es: Guardar integraciones

source: Save Options
es_es: Opciones de guardado

source: Save question and answers
es_es: Guardar preguntas y respuestas

source: Save Quiz
es_es: Guardar prueba

source: Save Result
es_es: Guardar resultado

source: Save Rule
es_es: Guardar regla

source: Save Settings
es_es: Guardar ajustes

source: Save source URL when submitting the quiz (useful if you have published the quiz in multiple places on your site).
es_es: Guarde la URL de origen al enviar el cuestionario (útil si ha publicado el cuestionario en varios lugares de su sitio).

source: Search/Filter
es_es: Buscar/Filltrar

source: Semicolon
es_es: Punto y coma

source: Send email to user with their result. If the user is not logged in visitor an optional "Enter email" field will automatically appear above the quiz.
es_es: Enviar correo electrónico al usuario con su resultado. Si el usuario no ha iniciado sesión como visitante, un campo opcional "Ingresar correo electrónico" aparecerá automáticamente sobre el cuestionario.

source: Send me email when user completes this quiz. Send to this email address:
es_es: Enviarme un correo electrónico cuando el usuario complete este cuestionario. Enviar a esta dirección de correo electrónico:

source: Sender and subjects of the automated emails
es_es: Remitente y asuntos de los correos electrónicos automatizados

source: Sender email:
es_es: Correo electrónico del remitente:

source: Sender name:
es_es: Nombre del remitente:

source: Set email contents (if you skip this, the final screen output will be used for emails).
es_es: Establezca el contenido del correo electrónico (si omite esto, el contenido de la pantalla final se usará para los correos electrónicos).

source: Settings
es_es: Ajustes

source: Show count
es_es: Mostrar recuento

source: Show LinkedIn button
es_es: Mostrar botón de LinkedIn

source: Show me a button to cleanup all submitted data on this quiz.
es_es: Muéstrame un botón para limpiar todos los datos enviados en este cuestionario.

source: Show Tweet button
es_es: Mostrar botón de Tweet

source: Social Sharing
es_es: Compartiendo en redes sociales

source: Sorry, you can take this quiz only %d times.
es_es: Lo sentimos, solo puede realizar este cuestionario %d veces.

source: Source: %s
es_es: Fuente: %s

source: Starts with
es_es: Comienza con

source: Subject of email sent to admin:
es_es: Asunto del correo electrónico enviado al administrador:

source: Subject of email sent to quiz taker:
es_es: Asunto del correo electrónico enviado al que tomó la prueba:

source: Submitted by
es_es: Presentado por

source: subscribe them to audience
es_es: Suscríbelos a la audiencia

source: subscribe them to mailing list
es_es: Suscríbelos a la lista de correo

source: support forum at Wordpress.
es_es: foro de soporte en Wordpress.

source: TAB
es_es: PESTAÑA

source: take the tour
es_es: Toma el recorrido

source: Text box (open-end, essay question)
es_es: Cuadro de texto (abierto, pregunta de ensayo)

source: Text/Value of the "Go ahead" button:
es_es: Texto/Valor del botón "Continuar":

source: Text:
es_es: Texto:

source: The plugin Arigato is not installed.
es_es: El complemento Arigato no está instalado.

source: The plugin Arigato PRO is not installed.
es_es: El complemento Arigato PRO no está instalado.

source: The result was not added
es_es: El resultado no fue agregado.

source: The result was not deleted
es_es: El resultado no fue eliminado.

source: The result was not saved
es_es: El resultado no se guardó.

source: The social media buttons are provided by <a href="%s" target="_blank">Arbenting</a>. Feel free to replace them with other icons.
es_es: Los botones de redes sociales son proporcionados por <a href="%s" target="_blank">Arbenting</a> . Siéntase libre de reemplazarlos con otros íconos.

source: The user email address if the user is logged in or email address has been requested with the option "Send email to user". Otherwise it will be empty.
es_es: La dirección de correo electrónico del usuario si el usuario ha iniciado sesión o se ha solicitado la dirección de correo electrónico con la opción "Enviar correo electrónico al usuario". De lo contrario, estará vacío.

source: The user name of the logged in user - use it only if you require / expect logged in users. If the user is not logged in, the variable will display "Guest".
es_es: El nombre de usuario del usuario que ha iniciado sesión: utilícelo solo si necesita/espera usuarios que hayan iniciado sesión. Si el usuario no ha iniciado sesión, la variable mostrará "Invitado".

source: There are no quizzes yet.
es_es: No hay cuestionarios todavía.

source: These operations cannot be undone!
es_es: ¡Estas operaciones no se pueden deshacer!

source: This is the content that is shown to the user after they complete the quiz. The following variables can be used:
es_es: Este es el contenido que se muestra al usuario después de completar el cuestionario. Se pueden utilizar las siguientes variables:

source: This quiz has no questions.
es_es: Este cuestionario no tiene preguntas.

source: This will make a duplicate of the whole quiz.
es_es: Esto hará un duplicado de todo el cuestionario.

source: through our site.
es_es: a través de nuestro sitio.

source: Title is required
es_es: Se requiere título

source: Title:
es_es: Título:

source: Tweet text (No more than 140 chars):
es_es: Texto del tweet (no más de 140 caracteres):

source: Twitter Sharing Options:
es_es: Opciones para compartir en Twitter:

source: Type
es_es: Tipo

source: Use the forum only for issues concerning the free Chained Quiz plugin. If you have a pre-sales question about Watu PRO please contact us
es_es: Use el foro solo para problemas relacionados con el complemento gratuito Chained Quiz. Si tiene una pregunta de preventa sobre Watu PRO, contáctenos

source: User completes
es_es: El usuario completa

source: User email: %s
es_es: Correo electrónico del usuario: %s

source: User interface options
es_es: Opciones de interfaz de usuario

source: User IP: %s
es_es: IP de usuario: %s

source: User name or IP
es_es: Nombre de usuario o IP

source: User name, email or IP
es_es: Nombre de usuario, email o IP

source: User results on {{quiz-name}}
es_es: Resultados del usuario en {{quiz-name}}

source: Username
es_es: Nombre de usuario

source: Username: %s <br> User email: %s
es_es: Nombre de usuario: %s <br> Correo electrónico del usuario: %s

source: Users Completed Quiz
es_es: Cuestionario completado por los usuarios

source: Users who submitted quiz "%s"
es_es: Usuarios que enviaron el cuestionario "%s"

source: Via @
es_es: Vía @

source: View details
es_es: Ver detalles
